/* card commands displayed in menu bar */

"Power off Card" = "Disattiva Scheda";
"Power on Card" = "Attiva Scheda";
"Open ExpressCard" = "Apri ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Produttore sconosciuto";
"Unknown Card Type" = "Tipo di scheda sconosciuto";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Dispositivo Legacy";
"ClassCode0001" = "Dispositivo compatibile VGA";

"ClassCode01" = "Controller della memoria di massa";
"ClassCode0100" = "Controller SCSI";
"ClassCode0101" = "Controller IDE";
"ClassCode0102" = "Controller dei dischetti";
"ClassCode0103" = "Controller IPI";
"ClassCode0104" = "Controller RAID";
"ClassCode0105" = "Controller ATA";
"ClassCode0106" = "Controller SATA";
"ClassCode0107" = "Controller SAS";

"ClassCode02" = "Controller di Network";
"ClassCode0200" = "Controller Ethernet";
"ClassCode0201" = "Controller Token Ring";
"ClassCode0202" = "Controller FDDI";
"ClassCode0203" = "Controller ATM";
"ClassCode0204" = "Controller ISDN";
"ClassCode0205" = "Controller WorldFip";
"ClassCode0206" = "PICMG 2.14 Multi Computing";

"ClassCode03" = "Controller Monitor";

"ClassCode04" = "Dispositivo Multimedia";

"ClassCode05" = "Controller Memoria";

"ClassCode06" = "Dispositivo bridge";
"ClassCode0600" = "Bridge host";
"ClassCode0601" = "Bridge ISA";
"ClassCode0602" = "Bridge EISA";
"ClassCode0603" = "Bridge MCA";
"ClassCode0604" = "Bridge PCI-PCI";
"ClassCode0605" = "Bridge PCMCIA";
"ClassCode0606" = "Bridge NuBus";
"ClassCode0607" = "Bridge CardBus";
"ClassCode0608" = "Bridge RACEway";
"ClassCode0609" = "Bridge PCI-PCI";
"ClassCode060a" = "Bridge InfiniBand-to-PCI";

"ClassCode07" = "Controller di comunicazione semplice";
"ClassCode0700" = "Controller Serial";
"ClassCode0701" = "Controller porte parallele";
"ClassCode0702" = "Controller seriale multiporta";
"ClassCode0703" = "Controller Modem";
"ClassCode0704" = "Controller GPIB";
"ClassCode0705" = "Smart Card";

"ClassCode08" = "Periferica Sistema Base";
"ClassCode0804" = "Controller PCI Hot-Plug";

"ClassCode09" = "Controller dispositivo entrata";
"ClassCode0900" = "Controller Tastiera";
"ClassCode0901" = "Controller Digitalizzatore";
"ClassCode0902" = "Controller Mouse";
"ClassCode0903" = "Controller scanner";
"ClassCode0904" = "Controller Gameport";

"ClassCode0a" = "Docking Station";

"ClassCode0b" = "Co-Processore";

"ClassCode0c" = "Controller Serial Bus";
"ClassCode0c00" = "Controller FireWire";
"ClassCode0c01" = "Controller ACCESS.bus";
"ClassCode0c02" = "Controller SSA";
"ClassCode0c03" = "Controller USB";
"ClassCode0c04" = "Controller Fibra Ottica";
"ClassCode0c05" = "Controller SMBus";
"ClassCode0c06" = "Controller InfiniBand";
"ClassCode0c07" = "Controller IPMI";
"ClassCode0c08" = "Controller SERCOS";
"ClassCode0c09" = "Controller CANbus";

"ClassCode0d" = "Controller Wireless";
"ClassCode0d00" = "Controller iRDa";
"ClassCode0d01" = "Controller Consumer IR";
"ClassCode0d10" = "Controller RF";
"ClassCode0d11" = "Controller Bluetooth";
"ClassCode0d12" = "Controller Banda larga";
"ClassCode0d20" = "Controller Wi-Fi 5 GHz";
"ClassCode0d21" = "Controller Wi-Fi 2.4 GHz";

"ClassCode0e" = "Controller I/O intelligente";

"ClassCode0f" = "Controller Comunicazione Satellitare";

"ClassCode10" = "Controller codif./decodif.";

"ClassCode11" = "Controller Acquisizione Dati";
